# Extensões instaladas pelo módulo vscode (uma por linha)
github.copilot
github.copilot-chat
anthropic.claude-code
continue.continue
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
pkief.material-icon-theme
esbenp.prettier-vscode
dbaeumer.vscode-eslint
rangav.vscode-thunder-client
usernamehw.errorlens
ms-python.python
ms-python.vscode-pylance
yzhang.markdown-all-in-one
